{
    "job-title": "Entwickler",
    "scroll": "Runter",
    "down": "scrollen",
    "about-me": "Über mich",
    "about-me-p": "Ich bin Fullstack-Entwickler aus Braunschweig, Deutschland. Es begeistert mich, Design und Funktionalität zu vereinen und Unternehmen dabei zu unterstützen, ihre Ideen digital umzusetzen. Ich freue mich darauf, meine Karriere als Entwickler fortzusetzen und in einem kreativen Team innovative Lösungen zu gestalten.",
    "about-me-br": "Suchst du genau das? Dann melde dich gerne!",
    "about-me-work-1": "Offen für Arbeit nahe Braunschweig",
    "about-me-work-2": "Offen für Remote-Arbeit",
    "about-me-button": "Lass uns reden",
    "my-skills": "Fähig<wbr>keiten",
    "portfolio-title": "Projekte",
    "portfolio-p": "Entdecke meine besten Werke! Teste die Projekte, um meine Fähigkeiten in Aktion zu sehen.",
    "join": "Ein Aufgabenmanager inspiriert vom Kanban-System. Erstelle und organisiere Aufgaben mit Drag-and-Drop-Funktion & weise Benutzer und Kategorien hinzu.",
    "sharkie": "Ein Jump-and-Run-Spiel basierend auf einem objektorientierten Ansatz. Hilf Sharkie, Münzen und Giftflaschen zu finden, um gegen den Killerwal zu kämpfen.",
    "dabubble": "Eine benutzerfreundliche Slack-Klon-App, die eine einfache Teamkommunikation und Zusammenarbeit durch organisierte Chats und Kanäle ermöglicht.",
    "coderr": "Eine Freelance-Plattform, die IT-Experten mit Unternehmen verbindet. Ermöglicht das einfache Finden von Entwicklern, Designern und Beratern für jedes Projekt.",
    "say-hi": "Sag Hi!",
    "contact-h6": "Möchtest du dein Projekt besprechen?",
    "contact-p": "Sag hallo! Lass uns deine Ideen besprechen und umsetzen.",
    "name": "Dein Name",
    "name-required": "Dein Name ist erforderlich",
    "email": "Deine E-Mail",
    "email-required": "Deine E-Mail-Adresse ist erforderlich",
    "message": "Deine Nachricht",
    "message-required": "Deine Nachricht ist leer",
    "checkbox-1": "Ich habe die",
    "privacy-policy": "Datenschutzerklärung",
    "privacy-policy-required": "Bitte akzeptiere die Datenschutzerklärung",
    "checkbox-2": "gelesen und stimme der Verarbeitung meiner Daten zu.",
    "send": "Abschicken",
    "footer-html-1": "<a href=\"./datenschutzerklaerung\" target=\"_blank\">Datenschutzerklärung</a><div></div>",
    "footer-html-2": "<a href=\"./impressum\" target=\"_blank\">Impressum</a><div></div>",
    "thanks": "Vielen Dank",
    "privacy-policy-link": "./datenschutzerklaerung",
    "send-a-message": "Nachricht senden",
    "coming-soon": "BALD...",
    "references": "Referenzen",
    "references-description": "Sowohl eigenständig als auch im Team blühe ich auf. Das sagen meine Kollegen über die Zusammenarbeit mit mir.",
    "references-position-1": "Frontend-Entwickler",
    "references-quote-1": "Mustafa hat DABubble im Prinzip zu 70% auf seinen Schultern getragen. Seine Zielstrebigkeit und sein Durchhaltevermögen sind bemerkenswert! Auch in der Kommunikation lief alles bestens zwischen mir und Mustafa!",
    "references-position-2": "Projektpartner",
    "references-quote-2": "Mit Mustafa zu arbeiten war immer eine Freude. Er hat die Drag-and-Drop-Funktion reibungslos integriert und dabei geholfen, Bugs schnell zu beheben. Seine Expertise in JavaScript und CSS hat unser Design auf ein neues Level gehoben. Mustafa ist ein echter Gewinn für jedes Projekt!",
    "references-position-3": "Projektpartner",
    "references-quote-3": "Es ist echt beeindruckend, wie jemand so konsequent und zielstrebig an Aufgaben herangeht, dabei immer diszipliniert bleibt und stets auf das Ergebnis fokussiert ist. Solche Eigenschaften sieht man nicht oft, besonders wenn es um Programmieren geht. Da merkt man wirklich, wie viel Mühe und Präzision in seiner Arbeit steckt."
}