{
    "job-title": "Developer",
    "scroll": "Scroll",
    "down": "Down",
    "about-me": "About me",
    "about-me-p": "I’m a fullstack developer based in Brunswick, Germany. I’m passionate about blending design and functionality, helping companies bring their ideas to life digitally. I’m excited to advance my career as a developer and create innovative solutions within a creative team.",
    "about-me-br": "Looking for someone like that? Feel free to reach out!",
    "about-me-work-1": "Open to work near Brunswick",
    "about-me-work-2": "Open to work remote",
    "about-me-button": "Let’s talk",
    "my-skills": "Skills",
    "portfolio-title": "Projects",
    "portfolio-p": "Explore a selection of my work here - Interact with projects to see my skills in action.",
    "join": "A task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
    "sharkie": "A simple Jump-and-Run game based on an object-oriented approach. Help sharkie to find coins and poison bottles to fight against the killer whale.",
    "dabubble": "A user-friendly Slack clone app enabling easy team communication and collaboration through organized chats and channels.",
    "coderr": "A freelance platform connecting IT experts with businesses. Find skilled developers, designers, and consultants for any project with ease.",
    "say-hi": "Say Hi!",
    "contact-h6": "Want to discuss a project?",
    "contact-p": "Say hello! Let's discuss your ideas and make it happen.",
    "name": "Your name",
    "name-required": "Your name is required",
    "email": "Your email",
    "email-required": "Your email is required",
    "message": "Your message",
    "message-required": "Your message is empty",
    "checkbox-1": "I've read the",
    "privacy-policy": "privacy policy",
    "privacy-policy-required": "Please accept the privacy policy",
    "checkbox-2": "and agree to the processing of my data as outlined.",
    "send": "Send message",
    "footer-html-1": "<a href=\"./privacy-policy\" target=\"_blank\">Privacy policy</a><div></div>",
    "footer-html-2": "<a href=\"./legal-notice\" target=\"_blank\">Legal notice</a><div></div>",
    "thanks": "Thank you",
    "privacy-policy-link": "./privacy-policy",
    "send-a-message": "Send a message",
    "coming-soon": "SOON...",
    "references": "References",
    "references-description": "I thrive both independently and as part of a team. Here’s what my colleagues have to say about working with me.",
    "references-position-1": "Frontend Engineer",
    "references-quote-1": "Mustafa carried DABubble on his shoulders for about 70%. His determination and perseverance are remarkable! Communication between Mustafa and me was also excellent!",
    "references-position-2": "Team Partner",
    "references-quote-2": "Working with Mustafa was always a pleasure. He seamlessly integrated the drag-and-drop feature and helped quickly resolve bugs. His expertise in JavaScript and CSS took our design to a new level. Mustafa is a true asset to any project!",
    "references-position-3": "Team Partner",
    "references-quote-3": "It's truly impressive how consistently and determinedly he approaches tasks, always staying disciplined and focused on the results. You don’t often see these qualities, especially in programming. You can really tell how much effort and precision he puts into his work."
}